[BalanceDefs.BD_MeleeTree InteractiveObjectBalanceDefinition]
DefaultDisplayName=""

[IO.IO_ActualArmor InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[IO.IO_SexyArmor InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[ItemDefs.ID_NotSexyArmor MissionItemDefinition]
UseFailureCharacterMessage="You have %s Use this product.."
ItemName="It was a great success"
PickupMessage="This is your choice. %s"
UseFailureLevelMessage="You must have at least %d to order this item."
UseFailureConstraintsMessage="You cannot use this item.."
NoManufacturerName="General"

[ItemDefs.ID_NotSexyArmor:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="Great equipment (as you know, it's essential).)."
NoConstraintText=""
Suffix=""
Prefix=""

[ItemDefs.ID_SexyArmor MissionItemDefinition]
UseFailureCharacterMessage="This is true %s Use different words."
ItemName="steel bikini set"
PickupMessage="you have _ %s"
UseFailureLevelMessage="You must be at least %d level to use this item."
UseFailureConstraintsMessage="This article no longer exists.."
NoManufacturerName="normal"

[ItemDefs.ID_SexyArmor:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="The island has little protection."
NoConstraintText=""
Suffix=""
Prefix=""

